<template>
  <div class="agreementWarp" style="overflow-y: scroll">
    <div class="title">
      服务协议
    </div>
    <p class="item">
      1、预约和租金支付

      进行了预约并支付了租金，表示您已经了解商品详情和服务流程；退租请在约定收货3日前提出，否则租金起租价部分不予退还；续租请在约定发还3日前提出，否则按双倍续租价格支付。

    </p>
    <p class="item">
      2、押金支付

      发货前需要您拍付押金，然后安排给您发货。您发还的设备，没有部件缺失或损坏，就退押金！

    </p>
    <p class="item">
      3、发货事宜

      发货前我会对设备进行检查、设置和充电，保证您收到的设备状况良好。发货后，我会发您出租清单、收货注意事项、多角度设备照片，让您了解设备整体情况，有哪些部件，哪里有瑕疵。
      舍得叔叔负责将您预约的设备以顺丰快递的方式送达您的指定地址，请您收货时当着快递员的面检查，未能如期送达、功能异常、缺失部件都可以拒收，舍得叔叔负责与顺丰对接，并退押金和租金；您的签收视同收到的设备部件齐全、功能正常、与描述相符。
    </p>
    <p class="item">
      4、使用注意事项

      请爱惜使用！发生部件缺失或损坏，须照价赔偿，争取提前沟通，避免发还被拒收产生额外租金；正常使用痕迹和质保范围内故障免赔；报废、丢失，押金不退。

      1)相机挂脖或挎肩，以防意外坠落；

      2)有遮光罩要装上，防眩光、护镜头；

      3)不拍照盖上镜头盖，镜头机身分离要盖镜头前后盖和机身盖，以免划伤或进灰；

      4)关闭电源再放入包中，以防镜头自动伸出被顶坏；

      5)相机和镜头不要与硬质物件同放包里，与配件放不同隔层，避免相机被挤压磕碰磨损；

      6)相机勿置于泥沙地上，不在沙尘中换镜头，防止雨淋、被海浪打湿或滴上饮料汤汁，避免器件锈蚀、开关和按键粘滞粘连；

      7)乘坐飞机时，随身携带相机和电池，避免放在托运行李中安检时锂电池被没收；

      8)禁止拆卸机身、镜头和其它部件。
    </p>
    <p class="item">
      5、发还事宜

      发还之前，我给您发还地址和注意事项。发还事宜由您负责，请在收货城市、使用顺丰发还设备，邮资寄付。

      使用完您负责发还事宜，请在收货城市使用顺丰速运发还设备，邮资寄付；发生问题，您负责与顺丰对接。

      发还事宜由您负责，请认真阅读以下注意事项，这是众多经验教训之结晶，按此处理能大大减少意外、避免损失，让发还和退押金更顺利：

      1)对照出租清单（发货时旺旺发给您了），检查是否功能正常、部件齐全，别落下小东东。如果有损坏或缺失，提前沟通达成协议，避免被拒收，产生额外租金损失。

      2)请务必从收货城市发顺丰，邮资寄付；未使用顺丰发还或未经商议异地发还，后果自负。

      3)如果运输中出现损坏或缺失，您须要向我赔偿，再向顺丰索赔；强烈建议进行保价且不低于1000元，多花几元钱将大大减少您的损失和麻烦。

      4)请务必妥善包装和填充！快递员不一定都专业，不可全权委托；机身和镜头在一起，不要拆开；单独机身要盖好机身盖；单独镜头要盖好前、后镜头盖；先用泡沫纸包住相机（镜头），避免与其它部件接触，放入相机包；再用泡沫纸包住相机包，放入纸箱，填充满，晃动纸箱不发生移动。

      5)请在包装里放置一张纸条，注明：淘宝ID、联系人、联系电话，以便收到后第一时间为您对号处理。

      好的，我会在收到24小时内通知您申请押金退款并处理。遇到周末和节假日可能略有延迟，敬请谅解！
    </p>
    <p class="item">
      6、信息沟通

      请保持旺旺、电话和短信等沟通渠道畅通，服务中有一些提示信息发送给您，未及时回复，表示已经收到并知晓了这些信息。
    </p>
    <p class="item">
      7、随行服务

      有问题，群里问，教你怎么破！先加舍得叔叔微信：18515171895，邀你进如舍得叔叔和小伙伴们的摄影群，每天都有大片分享。
    </p>
    <p class="item">
      8、关于赔偿

      使用中发生部件缺失或损坏，要照价赔偿；但质保范围内的免赔，正常使用痕迹免赔；设备报废、丢失，押金不退。
    </p>
    <span class="ty" @click="gr" style="margin-bottom: 10px">我已同意以上内容</span>
  </div>
</template>
<script type="text/ecmascript-6">
    export default{
      created(){
      },
      methods:{
        gr(){
          this.$emit('isGrey',true)
        }
      }
    }
</script>
<style>
  @import '../../assets/css/agreement/agreement.css';
</style>
